Repository: cengizeryigit/Auto-Gallery-Automation
Catalog: AutoGallery/AutoGallery/8Localization/Localization.*.resx
Languages: tr_tr

# AddCarsButtonAddCars
source: ADD CARS
tr_tr: ARABA EKLE

# AddCarsLabelColour
source: Colour
tr_tr: Renk

# AddCarsLabelFuel
source: Fuel
tr_tr: Yakıt

# AddCarsLabelPlate
source: Plate
tr_tr: Plaka

# AddCarsLabelRentMoney
source: Rent Money
tr_tr: Kiralık Ücreti

# AddCarsLabelSalesMoney
source: Sales Money
tr_tr: Satış Ücreti

# AddCarsLabelYear
source: Year
tr_tr: Yılı

# AddCarstoolStripMenuItem
source: Add Cars
tr_tr: Araba Ekle

# AddCustomersButtonAddCustomers
source: Add Customers
tr_tr: Müşteri Ekle

# AddCustomersLabelAddress
source: Address
tr_tr: Adres

# AddCustomersLabelDateofBirth
source: Date of Birth
tr_tr: Doğum Tarihi

# AddCustomersLabelDriversLicenseDate
source: Drivers License Date
tr_tr: Lisans Tarihi

# AddCustomersLabelDrivingLicenseNunmber
source: Driving License Number
tr_tr: Lisans Numarası

# AddCustomersLabelNameSurname
source: Name Surname
tr_tr: Adı Soyadı

# AddCustomersLabelSecurityNumber
source: Security Number
tr_tr: Kimlik Numarası

# AddCustomersLabelTelephone
source: Telephone
tr_tr: Telefon

# AddCustomerstoolStripMenuItem
source: Add Customers
tr_tr: Müşteri Ekle

# AddEmployeeButtonAddEmployee
source: ADD EMPLOYEE
tr_tr: PERSONEL EKLE

# AddEmployeeLabelPassword
source: Password
tr_tr: Şifre

# AddEmployeetoolStripMenuItem
source: Add Employee
tr_tr: Personel Ekle

# CarsToolStripMenuItem
source: Cars
tr_tr: Arabalar

# ChooseCustomersButtonListCustomer
source: List Customer
tr_tr: Müşteri Listele

# ContractToolStripMenuItem
source: Contract
tr_tr: Sözleşme

# CustomersToolStripMenuItem
source: Customers
tr_tr: Müşteriler

# EmployeeToolStripMenuItem
source: Employee
tr_tr: Personel

# ExitToolStripMenuItem
source: Exit
tr_tr: Çıkış

# LanguageToolStripMenuItem
source: Language
tr_tr: Dil

# LanguagetoolStripMenuItemEnglish
source: English
tr_tr: İngilizce

# LanguagetoolStripMenuItemFrench
source: French
tr_tr: Fransızca

# LanguagetoolStripMenuItemJapanase
source: Japanase
tr_tr: Japonca

# LanguagetoolStripMenuItemSpanish
source: Spanish
tr_tr: İspanyolca

# LanguagetoolStripMenuItemTurkish
source: Turkish
tr_tr: Türkçe

# ListAllCarsButtonListAllCars
source: LIST ALL CARS
tr_tr: BÜTÜN ARABALARI LİSTELE

# ListAllEmployeeButtonListAllEmployee
source: LIST ALL EMPLOYEE
tr_tr: BÜTÜN PERSONELLERİ LİSTELE

# ListCarsButtonListCars
source: LIST CARS
tr_tr: ARABA LİSTELE

# ListCarstoolStripMenuItem
source: List Cars
tr_tr: Araba Listele

# ListEmployeeButtonListEmployee
source: LIST EMPLOYEE
tr_tr: PERSONEL LİSTELE

# ListEmployeetoolStripMenuItem
source: List Employee
tr_tr: Personel Listele

# LoginButtonLogin
source: LOG IN
tr_tr: GİRİŞ

# LoginLabelClearFields
source: Clear Fields
tr_tr: Temizle

# LoginLabelExit
source: Exit
tr_tr: Çıkış

# LoginLabelLogin
source: LOG IN
tr_tr: GİRİŞ

# radioButton1
source: Customers who rent a car
tr_tr: Araç Kiralayan Müşteriler

# radioButton10
source: Branch with at least car rental
tr_tr: En Az Araç Kiralayan Şube

# radioButton11
source: Branch with the least number of vehicles
tr_tr: En Az Araç Satan Şube

# radioButton2
source: Top Car rental customers
tr_tr: En Çok Araç Kiralayan Müşteri

# radioButton3
source: Customers purchasing vehicles
tr_tr: Araç Satın Alan Müşteriler

# radioButton4
source: Most rented employee
tr_tr: En Çok Araç Kiralayan Personel

# radioButton5
source: Best selling vehicle employee
tr_tr: En Çok Araç Satan Personel

# radioButton6
source: Minimum car rental employee
tr_tr: En Az Araç Kiralayan Personel

# radioButton7
source: Least selling vehicles
tr_tr: En Az Araç Satan Personel

# radioButton8
source: Branch with the most car rentals
tr_tr: En Çok Araç Kiralayan Şube

# radioButton9
source: Branch with the most vehicles
tr_tr: En Çok Araç Satan Şube

# RentalCarsButtonListCar
source: List Car
tr_tr: Araba Listele

# RentalContactButtonCalculate
source: Calculate
tr_tr: Hesapla

# RentalContactButtonCar
source: Choose
tr_tr: Seç

# RentalContactButtonCustomer
source: Choose
tr_tr: Seç

# RentalContactButtonListRentalContract
source: List Rental Contract
tr_tr: Kiralık Sözleşme Listele

# RentalContactButtonListRentCar
source: List Rent Car
tr_tr: Kiralanan Arabaları Listele

# RentalContactButtonRentalContact
source: RENTAL CONTRACT
tr_tr: KİRALIK SÖZLEŞMESİ

# RentalContactButtonVehicleDelivered
source: Vehicle Delivered
tr_tr: Araç Teslimi

# RentalContractLabelAdress
source: Adress
tr_tr: Adres

# RentalContractLabelBrand
source: Brand
tr_tr: Marka

# RentalContractLabelFirstDay
source: First Day
tr_tr: İlk Gün

# RentalContractLabelLastDay
source: Last Day
tr_tr: Son Gün

# RentalContractLabelNameSurname
source: Name Surname
tr_tr: Adı Soyadı

# RentalContractLabelPlate
source: Plate
tr_tr: Plaka

# RentalContractLabelRentMoney
source: Rent Money
tr_tr: Kiralık Ücreti

# RentalContractLabelSecurityNumber
source: Security Number
tr_tr: Kimlik Numarası

# RentalContractLabelTelephone
source: Telephone
tr_tr: Telefon

# RentalContractLabelTotalFee
source: Total Fee
tr_tr: Toplam Tutar

# RentalContracttoolStripMenuItem0
source: Rental Contract
tr_tr: Kiralık Sözleşme

# ReportButtonReport
source: REPORT
tr_tr: RAPORLA

# ReportToolStripMenuItem
source: Report
tr_tr: Raporlar

# SalesCarsButtonListCar
source: List Car
tr_tr: Araba Listele

# SalesContactButtonCar
source: Choose
tr_tr: Seç

# SalesContactButtonCustomer
source: Choose
tr_tr: Seç

# SalesContactButtonRentalContact
source: SALES CONTRACT
tr_tr: SATIŞ SÖZLEŞMESİ

# SalesContractLabelPurchaseDate
source: Purchase Date
tr_tr: İşlem Tarihi

# SalesContractLabelSalesMoney
source: Sales Money
tr_tr: Satış Ücreti

# SalesContracttoolStripMenuItem
source: Sales Contract
tr_tr: Satış Sözleşme

# SalesCustomersButtonListCustomer
source: List Customer
tr_tr: Müşteri Listele

# UpdateCarsButtonUpdateCars
source: UPDATE CARS
tr_tr: ARABA GÜNCELLE

# UpdateCarstoolStripMenuItem
source: Update Cars
tr_tr: Araba Güncelle

# UpdateCustomersButtonUpdateCustomers
source: Update Customers
tr_tr: Müşteri Güncelle

# UpdateCustomersLabelAddress
source: Address
tr_tr: Adres

# UpdateCustomersLabelDateofBirth
source: Date of Birth
tr_tr: Doğum Tarihi

# UpdateCustomersLabelDriversLicenseDate
source: Drivers License Date
tr_tr: Lisans Tarihi

# UpdateCustomersLabelDrivingLicenseNunmber
source: Driving License Number
tr_tr: Lisans Numarası

# UpdateCustomersLabelNameSurname
source: Name Surname
tr_tr: Adı Soyadı

# UpdateCustomersLabelSecurityNumber
source: Security Number
tr_tr: Kimlik Numarası

# UpdateCustomersLabelTelephone
source: Telephone
tr_tr: Telefon

# UpdateCustomerstoolStripMenuItem
source: Update Customers
tr_tr: Müşteri Güncelle

# UpdateEmployeeButtonUpdateEmployee
source: UPDATE EMPLOYEE
tr_tr: PERSONEL GÜNCELLE

# UpdateEmployeetoolStripMenuItem
source: Update Employee
tr_tr: Personel Güncelle

# UserToolStripMenuItem
source: User
tr_tr: Kullanıcı

# Wronglogin
source: User was not found
tr_tr: Kullanıcı Bulunamadı
